/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "الجسور هي تبدلات لتور تساعد على التحايل على الرّقابة. يمكنكم تجربة الجسور إذا كان تور محجوب من قبل مقدم خدمة الانترنت: يستخدم كل نوع من الجسور طريقة خاصة للتحايل على الرّقابة: إذا لم يعمل نوع معيّن، حاولوا إستخدام نوع آخر.\n\nيمكن استخدام الجسور المقدّمة أدناه أو الحصول على جسور في %.";
"No Bridges: Directly Connect to Tor" = "لا جسور: اتصلوا بتور مباشرة";
"Provided Bridges: %" = "الجسور المقدّمة: %";
"Custom Bridges" = "الجسور المخصّصة";


// BridgeSelectViewController.xib
"Bridge Configuration" = "تهيئة الجِسْر";
"Done" = "انتهاء";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "أحيانًا تحتاجون إلى جِسْر للوصول إلى تور.";
"TELL ME MORE" = "اكتشفوا المزيد";


// ConnectingViewController.swift
"Connected!" = "مُتّصل!";
"__CLAIM_1__" = "مجتمعنا المتنوّع هو ما يجعل تور رائعًا!";
"__CLAIM_2__" = "يستخدم الناس تور كل يوم لتجنّب الإعلانات التسويقيّة.";
"__CLAIM_3__" = "يستخدم الناس تور ليظلّوا على إتصال آمن مع أصدقائهم وعائلاتهم.";
"__CLAIM_4__" = "يستخدم النشطاء تور للتعبير بحرية عن آرائهم ومعتقداتهم.";
"__CLAIM_5__" = "يستخدم المدوّنون تور لِتوجيه الناس نحو الإصلاح الإجتماعي.";
"__CLAIM_6__" = "يستخدم الصحفيون تور لتحرّي القضايا التي يكتبون عنها بأمان.";
"__CLAIM_7__" = "يستخدم رجال الأعمال تور للمحافظة على خصوصيّة استراتيجيات شركاتهم.";
"__CLAIM_8__" = "يستخدم العمال تور للمحاربة من أجل العدالة دون خوف من فقدان وظيفتهم.";


// ConnectingViewController.xib
"We're connecting you." = "نقوم بإيصالكم.";
"START BROWSING" = "ابدؤوا بالتّصفّح";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "في متصفّح آخر، زوروا % واختاروا 'الحصول على الجسور'. ثم استخدموا قسم \"الخيارات المتقدّمة\"; يُنصح بجسور 'obfs4' القابلة للنقل. (لا تحدد IPv6.)\n\nيمكنكم النقر على رمز 'الكاميرا' لاستخدام رمز الإستجابة السريعة من الموقع، أو نسخ \"أسطر الجسور\" ولصقها يدويًا هنا:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "يبدو أنّنا عالقون! أغلقوا التطبيق وأعيدوا تشغيله.";


// HelloViewController.xib
"Hello" = "مرحبا";
"Welcome to Tor on mobile." = "أهلاً بكم في تور على الهاتف الخلوي";
"CHANGE LANGUAGE" = "تغيير اللغة";
"Change Language" = "تغيير اللغة";
"Cancel" = "إلغاء";


// IntroViewController.xib
"CONTINUE WITHOUT" = "الاستمرار بدون";
"USE A BRIDGE" = "استخدموا جِسْر";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "تصفّحوا الإنترنت كيفما تتوقّعون تصفّحها.";
"No tracking. No censorship." = "دون تَعقّب. دون رقابة.";


// ScanQrViewController.swift
"Scan QR Code" = "مسح رمز كيو آر";
"Error" = "خطأ";
"Camera access was not granted or QR Code scanning is not supported by your device." = "لم يتم منح إمكانية الوصول إلى الكاميرا أو لا يدعم جهازكم خاصيّة مسح رمز الإستجابة السريعة.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "لا يمكن فك شيفرة رمز الاستجابة السريعة! هل أنتم متأكدون من مسح رمز الاستجابة السريعة  من bridges.torproject.org؟";
